{
  "META": {
    "project_title": "The Legacy of Gov. Rick Perry",
    "project_subtitle": "After 14 years in the governor's office, Rick Perry leaves a lasting mark on Texas. ",
    "byline": ""
  },
  "OVERVIEW": {
    "topic": "Overview",
    "headline": "6 Things Texans Won't Forget About Rick Perry",
    "byline": "Jay Root",
    "reporter_bio": "http://www.texastribune.org/about/staff/jay-root",
    "icon": "fa-star",
    "slug": "index",
    "text_intro": "<p>When Gov. Rick Perry leaves office next month, he’ll wrap up a three-decade stretch in state elective office that has concluded with his serving as the longest-serving governor in Texas history. </p>\n<p>Perry’s 14-year tenure in the state’s highest office coincided with the ever-tightening grip of Republican rule, sweeping conservative reforms and more than a few controversies.</p>\n<p>It was also marked by unprecedented population growth and an enviable economic expansion in Texas. The state led the nation in job creation during Perry’s reign, and it added more people than any other state between 2000 and 2010 and has continued to grow.</p>\n",
    "text_introb": "<p>From his first legislative session as governor in 2001, when Perry shocked the political establishment with a record 82 vetoes, to his final days in office, when he used <a href=\"http://www.texastribune.org/2014/08/05/lawmakers-question-perrys-funding-guard-border/\">rare emergency powers</a> to send National Guard troops to the state’s border with Mexico, the ruggedly handsome farm boy from West Texas signaled early and often that he would cut a unique and flashy trail through the state’s political countryside.</p>\n<p>Boiling down Perry’s legacy into a few bullet points isn’t easy and will undoubtedly leave supporters and detractors alike unsatisfied.</p>\n<p>But memories fade, and not every event that seems newsworthy today will stand out in the history books or become part of the state’s collective political memory. (And there could be a new set of mileposts on a future legacy tour if Perry runs for president again — a move he is currently considering.)</p>\n<p>With those caveats, here are six things people will probably remember years after Perry has left the Texas Governor’s Mansion.</p>\n",
    "text_1_header": "Longevity",
    "text_1": "<p>When Perry hands over power to Gov.-elect Greg Abbott on Jan. 20, he will have served 5,144 days in office, making the previous records seem puny and insignificant. Gov. Allan Shivers, who took over after Gov. Beauford Jester died in 1949, previously held the distinction as the longest continuously serving governor with a mere seven and a half years in office, back when the terms lasted only two years.</p>\n<p>Bill Clements, elected in 1978 as the first Republican governor since Reconstruction, was the first to serve two full four-year terms, but they were not consecutive. In 1998, George W. Bush became the first governor to win two consecutive four-year terms, but he left for Washington halfway through the second one.</p>\n",
    "text_1b": "<p>Perry, who had been elected lieutenant governor when Bush won his second term, was sworn into office as the 47th Texas governor on Dec. 21, 2000, and he went on to win three consecutive four-year terms. He has used the longevity to wield power with an increasingly tight fist(. </p>\n<p>At last count, Perry had made more than 8,000 appointments, allowing him to put his conservative stamp on every corner of state government — all from a perch that the state’s founding fathers, suspicious of centralized authority, intentionally weakened.</p>\n<p>Perry championed sweeping curbs on lawsuits, some of the most stringent abortion limits in the nation, the strictest voter ID statute in the country, a constitutional ban on gay marriage and steep cuts to programs once seen as sacrosanct, including public education and women’s health programs.</p>\n<p>People crossed Perry at their peril, whether they were appointees who <a href=\"http://www.yourhoustonnews.com/courier/news/tech-regent-perry-ally-pressured-him-to-resign/article_07eed112-5a72-5e72-bda2-5152511a43a5.html?mode=jqm\">dared support</a> a political challenger or lawmakers who opposed his legislative program. Jim Henson, a Texas Tribune pollster and director of the Texas Politics Project at the University of Texas at Austin, said Perry expanded the powers of the governor’s office “in a way that is certainly not contemplated in the Texas Constitution nor really in the political culture of the state.”</p>\n<p>“I think Perry really learned how to use the office,” he said. (U.T.-Austin is a corporate sponsor of The Texas Tribune.)</p>\n",
    "text_2_header": "The Texas Miracle",
    "text_2": "<p>The most appropriate use of the word “miracle” in relation to Texas is in the eyes of the beholder.</p>\n<p>Critics will find plenty wrong with a state that has the highest percentage of <a href=\"http://kxan.com/2014/09/16/texas-no-1-for-uninsured-rate-again/\">uninsured</a> residents in the nation, produces <a href=\"http://www.nytimes.com/2014/07/13/us/texas-leader-in-greenhouse-gases-stands-vulnerable-to-their-effects.html?_r=1\">more</a> greenhouse gas emissions than any other state and has <a href=\"https://www.texastribune.org/2014/09/11/workplace-deaths-decline-texas-still-no-1/\">led the nation</a> in workplace fatalities for 10 of the last 14 years. </p>\n",
    "text_2b": "<p>But any governor in America would be happy to boast, as Perry has, about the kind of economic expansion Texas has experienced in the last decade or so.</p>\n<p>From 2003 to 2013, Texas produced <a href=\"http://www.politifact.com/texas/statements/2013/may/09/rick-perry/rick-perry-says-texas-accounted-33-percent-nations/\">a third</a> of the net new jobs in America. It has been the <a href=\"http://governor.state.tx.us/news/press-release/19379/\">top exporting state</a> for the last 12 years in a row, and recently Texas surpassed California as the top exporter of technology, <a href=\"http://www.bizjournals.com/sanantonio/blog/2014/02/texas-takes-the-lead-in-technology-exports.html\">according to</a> the TechAmerica Foundation. </p>\n<p>Under Perry, Texas has been given top honors five times for corporate relocations by Site Selection magazine, and the governor credits the state’s pro-business policies — including millions in tax subsidies used to entice companies such as Toyota to <a href=\"http://corporatenews.pressroom.toyota.com/releases/toyota+new+north+american+headquarters.htm\">set up its American headquarters</a> here — as a major factor driving the boom.  </p>\n<p>Detractors note that the corporate relocations account for a tiny percentage of the jobs Texas has created and say the state — brimming with shale oil — would rank as a major employment center no matter who was governor. </p>\n<p>Don’t expect that, or anything else, to stop Perry from bragging about the Texas Miracle anytime soon, though.</p>\n",
    "text_3_header": "The Margins Tax\n",
    "text_3": "<p>Texas was in trouble in 2005 when the state Supreme Court declared the state’s school finance system unconstitutional. The chief concern was that too many districts were charging the maximum rate for local property taxes, prompting the high court to declare that Texas had effectively adopted a prohibited statewide property tax.</p>\n<p>At the same time, the state’s loophole-ridden business tax had become all but voluntary. It applied only to corporations and limited liability companies, so many reformulated as non-taxable limited partnerships to avoid paying it.</p>\n",
    "text_3b": "<p>The <a href=\"http://governor.state.tx.us/news/press-release/2429/\">solution</a> Perry advocated: Craft a business tax that applied to most companies regardless of structure, raise the cigarette tax by a $1 a pack and use all that money to reduce property taxes while giving teachers a $2,000 pay raise.</p>\n<p>The plan drew plenty of foes. Democrats said it still left schools badly underfunded. And Republican activists complained (and still do) that the revamped business levy, applied to gross receipts minus certain deductions, constituted an unconstitutional income tax.</p>\n<p>But Perry got the plan passed with bipartisan support, the schools stayed open and businesses that used to pay nothing became taxpayers for the first time. </p>\n<p>“Folks may not have liked the end result, but the margins tax, when you look how it came about, it was really Perry’s finest hour,” said Dale Craymer, president of the business-backed Texas Taxpayers and Research Association. “It was a crisis averted.”</p>\n<p>The tax is still unpopular, and Republican leaders want to modify it or even <a href=\"http://www.craigestes.org/2014/11/18/texas-business-tax-aka-the-margin-tax-should-be-repealed/\">get rid of it</a>, but they’re likely to find that it’s easier said than done.</p>\n",
    "text_4_header": "The Oops Moment",
    "text_4": "<p>It’s still hard to watch. </p>\n",
    "text_4b": "<p>For 53 cringe-inducing seconds during a nationally televised Republican primary debate on Nov. 9, 2011, Perry desperately searched his frozen brain for the name of the third federal department he wanted to shut down if elected president.</p>\n<p>“I would do away with the Education, the, uh, Commerce and, let’s see,” he said, looking down at his notes for any clues. “I can’t. The third one I can’t. Sorry. Oops.” </p>\n<p>Commentators pronounced Perry’s presidential effort dead, and in the ensuing weeks, late-night comedians made the Texas governor the butt of endless jokes.</p>\n<p>After his inevitable withdrawal from the race weeks later, Perry blamed health problems and a lack of preparation. Now, with a bespectacled new look, more time to study up and the benefit of hindsight, he’s promising a better performance should he run for president again in 2016.</p>\n<p>The significance of the “oops” moment is often overstated in recaps of Perry’s first presidential bid. According to polling data, his popularity had already declined significantly following fumbles in a previous debate and a strongly worded defense of a Texas policy allowing the children of undocumented immigrants in-state tuition for public colleges and universities. </p>\n<p>But like Vice President Dan Quayle’s <a href=\"http://content.time.com/time/specials/packages/article/0,28804,1834600_1834604_1834585,00.html\">misspelling</a> of potato (with an “e”) in a school classroom in 1992, or Democrat Howard Dean’s primal scream as his presidential campaign was going down the toilet in 2004, Perry’s 2011 debate meltdown has earned a permanent spot in the political blooper hall of fame.</p>\n",
    "text_5_header": "The Indictment",
    "text_5": "<p>Political forecasts called for smooth sailing as Perry prepared for the final victory lap at the end of his long tenure. A felony indictment changed all that.</p>\n<p>Now, just like the governor’s often messy battles with political rivals and his no-holds-barred approach to legislative negotiation, Perry is spending his remaining days in office at the center of a swirling controversy he helped create. </p>\n",
    "text_5b": "<p>On Aug. 15, a grand jury indicted Perry on two felony counts — abuse of official capacity and coercion of a public servant — stemming from his 2013 veto of funds destined for a special investigative unit inside the Travis County district attorney’s office.</p>\n<p>Perry blasted the prosecution as a politically motivated “farce,” and has trotted out <a href=\"https://www.texastribune.org/2014/11/10/bipartisan-group-lawyers-want-perry-case-dismissed/\">legal scholars</a> from both sides of the spectrum to criticize it.</p>\n<p>No matter what happens, Perry’s 11th-hour ride through the criminal justice system guarantees a mention in the history books. He’s the <a href=\"http://www.texastribune.org/2014/08/17/you-couldnt-make-stuff-1917-either/\">first governor since James “Pa” Ferguson</a> to get indicted, and the uncommonly brash way he has confronted the allegations provided a unique twist to the way potential presidential contenders handle criminal justice challenges. </p>\n",
    "text_6_header": "Swagger",
    "text_6": "<p>Granted, swagger is not an event, a policy accomplishment or a political milestone. It’s a style — a cocky way of walking, talking and conducting business. And Perry has made it his calling card.</p>\n<p>When a coyote threatened his Labrador puppy in 2010, Perry didn’t grab the pooch and run. He pulled out his pistol and shot. The incident later made the papers. </p>\n<p>When Perry was courting the Tea Party in 2009, he did not just promise to get the federal government off the people’s backs. He flirted with secession. </p>\n<p>And when Perry got booked on felony charges at the Travis County Courthouse this year, he did not slip in quietly through the back door. He held a press conference on the courthouse square. After smiling for his mug shot, he went out for ice cream near downtown Austin and posted a picture online to show he was keeping his cool. </p>\n<p>Later, through his political action committee, he sold T-shirts with that same mug shot plastered on the front.</p>\n<p>Love Perry or hate him, that’s swagger.</p>\n",
    "img_1_url": "Perry-Legacy-105.JPG",
    "img_1_caption": "Texas Governor Rick Perry at his installation as Governor of Texas in the Senate Chamber, December 22, 2000. This occurred when George W. Bush was elected to the U.S. presidency.",
    "img_1_credit": "Bob Daemmrich\n",
    "img_2_url": "Perry-Legacy-110.JPG",
    "img_2_caption": "Texas Governor Rick Perry (l) shares a laugh with Boeing CEO of Defense, Space and Security Dennis Muilenburg (r) at a bill-signing ceremony at the Boeing plant in south San Antonio. Perry signed a state law exempting certain aircraft from tax assessments when temporarily housed in Texas facilities.",
    "img_2_credit": "Bob Daemmrich\n",
    "img_3_url": "Perry-Legacy-096.JPG",
    "img_3_caption": "Texas Governor Rick Perry appears in Travis County Court on Thursday to answer charges in an indictment regardinghis veto of funding for the Travis County Public Integrity Unit.",
    "img_3_credit": "Bob Daemmrich\n",
    "img_4_url": "Perry-Legacy-093.JPG",
    "img_4_caption": "State Rep. Rick Perry listens to Rep. Robert Earley (D-Portland), during the 69th Legislative session on the House floor, on May 13, 1985.",
    "img_4_credit": "Texas State Library & Archives Commision"
  },
  "TRANSPO": {
    "topic": "Transportation",
    "headline": "A toll road plan &ldquo;as big as Texas&rdquo;",
    "byline": "<p><a href=\"http://www.texastribune.org/about/staff/aman-batheja/\">Aman Batheja</a></p>\n",
    "icon": "fa-car",
    "slug": "transportation",
    "share_url": "trib.it/shale-life",
    "tweet_text": "Just a test",
    "facebook_text": "Also, just a test",
    "facebook_art": "http://s3.amazonaws.com/static.texastribune.org/media/images/SH130-4.jpg",
    "lead_art": "http://s3.amazonaws.com/static.texastribune.org/media/images/SH130-4.jpg",
    "img_1": "http://s3.amazonaws.com/static.texastribune.org/media/images/SH130-4.jpg",
    "img_1_caption": "Governor Rick Perry with large scissors at the opening ceremonies for the final southern portion of SH130 toll road from Georgetown, TX north of Austin to Seguin near San Antonio.",
    "img_1_credit": "Bob Daemmrich",
    "text_1": "<p>Rick Perry was just a year into his tenure as governor when he proposed the Trans-Texas Corridor, a massive 4,000-mile network of privately operated toll roads, railroad tracks and utility lines that would take 50 years to build.  </p>\n<p>“This plan is as big as Texas and as ambitious as our people,” Perry said at the first of many events touting the project. </p>\n<p>The corridor he envisioned would never become a reality, but he still managed to leave his mark on the state’s approach to funding roads. Under his leadership, Texas has been the country’s most aggressive supporter of tolling and private-sector investment in transportation. </p>\n",
    "text_2": "<p>Rick Perry was just a year into his tenure as governor when he proposed the Trans-Texas Corridor, a massive 4,000-mile network of privately operated toll roads, railroad tracks and utility lines that would take 50 years to build.  </p>\n<p>“This plan is as big as Texas and as ambitious as our people,” Perry said at the first of many events touting the project. </p>\n<p>The corridor he envisioned would never become a reality, but he still managed to leave his mark on the state’s approach to funding roads. Under his leadership, Texas has been the country’s most aggressive supporter of tolling and private-sector investment in transportation. </p>\n<p>Despite millions of dollars spent on planning, the caustic public response to the Trans-Texas Corridor would ultimately doom it. Activists <a href=\"http://www.texastribune.org/2012/11/30/tolling-texans-toll-projects-spread-state-funds-la/\">decried the project</a> as a boondoggle, an infringement on property rights, a textbook example of crony capitalism and a pathway to a Texas in which avoiding tolls on everyday trips would become impossible. Eventually, opposition to the Trans-Texas Corridor became the default position for political candidates across the state, regardless of party affiliation. </p>\n",
    "text_3": "<p>Perry tried for years to salvage the project (he repeatedly warned that Texas’ only transportation options were “toll roads, slow roads or no roads”) but eventually gave up the fight. In 2011, he signed a bill expunging the last references to the Trans-Texas Corridor in state law.</p>\n<p>And yet, Perry’s vision of toll roads blossoming across Texas didn’t exactly fade away. His early push for the Trans-Texas Corridor jump-started a building boom of highways paid for by future toll revenue, often with private-sector investment playing a role. Texas now has more than 500 miles of tolled highways, most of them constructed over the last decade.</p>\n<p>Overall, Texas added more than 6,600 new highway miles between 2001 and 2012, including those with and without tolls. While that’s more than any other state, it’s <a href=\"http://www.politifact.com/texas/statements/2014/jan/28/rick-perry/texas-change-highway-miles-not-no-1-adjusted-size/\">among the lowest in the country</a> when adjusted for Texas’ fast-growing population.</p>\n<p>Texans have paid the same gas tax — 38.4 cents per gallon — since 1993, and at both the state and at the federal level, there has been little political interest in raising it. </p>\n",
    "text_4": "<p>“That’s why we embraced visionary approaches to finance road construction,” Perry said in a speech in January. “Pay-as-you-go just didn’t pour enough asphalt and concrete to meet our growing needs.” </p>\n<p>Since 2003, Texas has helped close the gap between its transportation needs and available funds by borrowing billions of dollars and outsourcing more of its road work to the private sector.</p>\n<p>As Perry’s tenure comes to a close, the Texas Department of Transportation finds itself with an annual funding shortfall of $5 billion. An oil-drilling boom in South and West Texas is helping relieve some of that while also creating new challenges, including crumbling rural roads and a <a href=\"http://apps.texastribune.org/shale-life/deadly-roads/\">spike in vehicle crashes</a>. </p>\n<p>Across the state, worsening traffic is <a href=\"http://www.texastribune.org/2014/07/09/traffic-forecasts-worsen-fears-miracle-slowing/\">creating concerns</a> that the state’s strong economic performance in recent years could eventually falter as businesses find the state’s road network unmanageable. In the Capitol, both Republicans and Democrats are showing <a href=\"http://www.texastribune.org/2014/07/04/perry-exits-texas-gop-shifting-away-toll-roads/\">signs of tolling fatigue</a> and expressing interest in approaching the issue in different ways in a post-Perry era.</p>\n"
  },
  "HEALTH": {
    "topic": "Health Care",
    "headline": "Gov. Rick Perry's Impact on Texas Health Care",
    "byline": "<p><a href=\"http://www.texastribune.org/about/staff/alexa-ura/\">Alexa Ura</a> and <a href=\"http://www.texastribune.org/about/staff/edgar-walters/\">Edgar Walters</a></p>\n",
    "icon": "fa-plus-square",
    "slug": "health-care",
    "share_url": "",
    "tweet_text": "",
    "facebook_text": "",
    "facebook_art": "",
    "lead_art": "",
    "img_1": "",
    "img_1_caption": "",
    "img_1_credit": "",
    "text_1": ""
  },
  "HIGHER_EDU": {
    "topic": "Higher Education",
    "headline": "",
    "byline": "<p><a href=\"http://www.texastribune.org/about/staff/reeve-hamilton/\">Reeve Hamilton</a></p>\n",
    "icon": "fa-graduation-cap",
    "slug": "higher-education",
    "share_url": "",
    "tweet_text": "",
    "facebook_text": "",
    "facebook_art": "",
    "lead_art": "",
    "img_1": "",
    "img_1_caption": "",
    "img_1_credit": "",
    "text_1": ""
  },
  "PUBLIC_EDU": {
    "topic": "Public Education",
    "headline": "",
    "byline": "<p><a href=\"http://www.texastribune.org/about/staff/morgan-smith/\">Morgan Smith</a></p>\n",
    "icon": "fa-book",
    "slug": "public-education",
    "share_url": "",
    "tweet_text": "",
    "facebook_text": "",
    "facebook_art": "",
    "lead_art": "",
    "img_1": "",
    "img_1_caption": "",
    "img_1_credit": "",
    "text_1": ""
  },
  "ENERGY": {
    "topic": "Energy",
    "headline": "Texas Now Hands-Down Leader in Wind Power",
    "byline": "<p><a href=\"http://www.texastribune.org/about/staff/jim-malewitz/\">Jim Malewitz</a></p>\n",
    "icon": "fa-bolt",
    "slug": "energy",
    "share_url": "",
    "tweet_text": "",
    "facebook_text": "",
    "facebook_art": "",
    "lead_art": "",
    "img_1": "",
    "img_1_caption": "",
    "img_1_credit": "",
    "text_1": "<p>One physical mark of Rick Perry’s 14 years as governor can be seen by driving from Austin through Abilene, then an hour northeast into Paint Creek, the speck of a town where Perry grew up. </p>\n<p>Along the way, acres of turbines sprout from the Texas dirt, and giant transmission lines carry electricity to homes and businesses miles away.  </p>\n<p>None were there when the governor took his first oath of office, and Texas’ wind energy sector hardly existed. But the state has since become the nation’s hands-down leader in wind energy generation, and Perry — more commonly associated with oil and gas — helped steer that boom. </p>\n",
    "text_2": "<p>In 2000, wind farms composed just 116 megawatts of capacity on the state’s main electric grid. That number has since soared to more than 11,000 megawatts, while wind fuels about 10 percent of all generation. (On average, one megawatt-hour of wind energy can power 260 typical Texas homes for an hour.)</p>\n<p>“His legacy on the fossil side of things is very sound, but on the wind side, he’s done tremendous things to move the state forward,” said Jeff Clark, executive director of the Austin-based Wind Coalition, an advocacy group. “Under Rick Perry, wind in Texas has moved from alternative energy to being a mainstream component of our power supply.” </p>\n<p>Perry occasionally touts that record in his travels. “The nation’s leading developer of wind energy is not one of those progressive states on the East Coast or the West Coast,” Perry <a href=\"http://www.commonwealthclub.org/about/press-room/rick-perry-transcript-and-multimedia-61114\">said at the Commonwealth Club of California</a> in June. “The No. 1 wind energy producing state in the nation is along the Gulf Coast.”</p>\n<p>Former Gov. George W. Bush laid the groundwork for Texas’ rapid wind energy growth. He signed a bill in 1999 that ultimately deregulated the electric sector — a mammoth undertaking that Perry would oversee — and established a renewable-energy requirement that kick-started wind development. Perry added to that in 2005 by signing <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=791&amp;Bill=SB20\">legislation</a> that required Texas to increase its renewable-energy capacity to 5,880 megawatts by 2015. </p>\n<p>The state has shattered that goal. </p>\n",
    "text_3": "Perry also backed a $7 billion electrical transmission project to connect windy, largely empty West Texas to growing cities demanding more power. Completed a year ago, the [Competitive Renewable Energy Zone](http://www.texastribune.org/2013/10/14/7-billion-crez-project-nears-finish-aiding-wind-po/), or CREZ, initiative stretches nearly 3,600 miles and can send up to 18,500 megawatts of power — including from non-wind sources — across the state. \n\n“That we were able to build thousands of miles of high-capacity transmission from West Texas to the Panhandle without landowners marching on the capital with pitchforks, it’s pretty remarkable,” said Railroad Commissioner Barry Smitherman, whom Perry appointed to the Public Utility Commission in 2004 and reappointed in 2007. “And the governor had our back on that.” \n\nAlong with decisions that specifically targeted wind, Smitherman said, Perry’s oversight while the state shifted to a competitive electricity market hastened investment in a variety of fuels, leaving Texas with a balanced energy portfolio.\n\nKathleen Hartnett White, whom Perry appointed to the Texas Commission on Environmental Quality in 2001, said the governor’s policies — including his support of a competitive energy market — were responsible for the wind surge “with some qualifications.” Other factors, she said, included generous federal incentives, such as a now-lapsed 2.3-cent-per-kilowatt-hour tax credit for renewable energy. \n\n“It’s difficult for me to say how, without that massive financial assistance, we would have the tremendous volume we see,” said Hartnett White, now with the conservative Texas Public Policy Foundation and a fierce critic of renewable-energy sources, which she calls “[unreliable and parasitic](http://fuelfix.com/blog/2014/06/18/former-texas-regulator-renewable-energy-is-unreliable-and-parasitic/).” She added that it might take years to evaluate whether investing in CREZ was worth the huge price tag. \n",
    "text_4": "Hartnett White is not the only Texas Republican scrutinizing wind policy as Perry exits office. Comptroller Susan Combs suggested in September that wind energy has “an unfair market advantage over other power sources.” And PUC Chairwoman Donna Nelson, appointed by Perry in 2011, has [called for study](http://www.houstonchronicle.com/business/energy/article/Study-will-assess-shifting-transmission-costs-to-5607745.php#/0) into whether wind energy companies should chip in for power line upgrades — something no other types generator has been asked to do. \n\nAsked about those rumblings, Lucy Nashed, Perry’s spokeswoman, said “tax credits or incentives should always be appropriately limited in scope and duration,” and she attributed the wind bonanza to an “all-of-the-above strategy to meet our state's energy needs.”\n\n“In Texas we have implemented common-sense policies that have enabled us to build a successful wind industry that can thrive on its own,” Nashed added. \n\nBut some environmentalists wonder if Perry’s fervor has waned, pointing to his failure to defend wind energy producers in their recent political battles.\n\n“Perry is bipolar on wind. He plugged into when he saw he could get a political benefit. And now that the winds have changed in the Republican Party, he’s unplugged himself from one of his greatest environmental victories,” said Tom “Smitty” Smith, director of the Texas office of Public Citizen. \n",
    "text_5": ""
  },
  "ENVIRO": {
    "topic": "Environment",
    "headline": "",
    "byline": "<p><a href=\"http://www.texastribune.org/about/staff/neena-satija/\">Neena Satija</a></p>\n",
    "icon": "fa-tree",
    "slug": "environment",
    "share_url": "",
    "tweet_text": "",
    "facebook_text": "",
    "facebook_art": "",
    "lead_art": "",
    "img_1": "",
    "img_1_caption": "",
    "img_1_credit": "",
    "text_1": ""
  },
  "IMMIGRATION": {
    "topic": "Immigration",
    "headline": "",
    "byline": "<p><a href=\"http://www.texastribune.org/about/staff/julian-aguilar/\">Julian Aguilar</a></p>\n",
    "icon": "fa-globe",
    "slug": "immigration",
    "share_url": "",
    "tweet_text": "",
    "facebook_text": "",
    "facebook_art": "",
    "lead_art": "",
    "img_1": "",
    "img_1_caption": "",
    "img_1_credit": "",
    "text_1": ""
  },
  "JUSTICE": {
    "topic": "Criminal Justice",
    "headline": "",
    "byline": "<p><a href=\"http://www.texastribune.org/about/staff/terri-langford/\">Terri Langford</a></p>\n",
    "icon": "fa-legal",
    "slug": "criminal-justice",
    "share_url": "",
    "tweet_text": "",
    "facebook_text": "",
    "facebook_art": "",
    "lead_art": "",
    "img_1": "",
    "img_1_caption": "",
    "img_1_credit": "",
    "text_1": ""
  },
  "TEF": {
    "topic": "Texas Enterprise Fund",
    "headline": "",
    "byline": "<p><a href=\"http://www.texastribune.org/about/staff/aman-batheja/\">Aman Batheja</a></p>\n",
    "icon": "fa-money",
    "slug": "texas-enterprise-fund",
    "share_url": "",
    "tweet_text": "",
    "facebook_text": "",
    "facebook_art": "",
    "lead_art": "",
    "img_1": "",
    "img_1_caption": "",
    "img_1_credit": "",
    "text_1": ""
  }
}